// {
//     "author": "638369473c5223d0f093b25c",
//     "unit": "638c66760434c1eea9c8b55b",
//     "command": "638c66750434c1eea9c8b54f",
//     "division": "638c66750434c1eea9c8b553",
//     "brigade": "638c66760434c1eea9c8b558",
//     "scores": {
//         "subject1": {
//             "category1": [
//                 {
//                     "score": 0,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 0,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 0,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 0,
//                     "text": "הציון הלך בסדר"
//                 }
//             ],
//             "category2": [
//                 {
//                     "score": 46,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 43,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 35,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 11,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 62,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 60,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 94,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 2,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 30,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 21,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 38,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 56,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 2,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 48,
//                     "text": "הציון הלך בסדר"
//                 }
//             ],
//             "category3": [
//                 {
//                     "score": 94,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 19,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 73,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 26,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 89,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 34,
//                     "text": "הציון הלך בסדר"
//                 }
//             ],
//             "category4": [
//                 {
//                     "score": 8,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 67,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 11,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 51,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 76,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 77,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 24,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 60,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 97,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 78,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 15,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 68,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 76,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 97,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 43,
//                     "text": "לא משהו"
//                 }
//             ],
//             "category5": [
//                 {
//                     "score": 86,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 84,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 1,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 43,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 52,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 48,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 42,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 8,
//                     "text": "הציון הלך בסדר"
//                 }
//             ],
//             "category6": [
//                 {
//                     "score": 47,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 45,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 41,
//                     "text": "הציון הלך בסדר"
//                 }
//             ],
//             "category7": [
//                 {
//                     "score": 37,
//                     "text": "הציון הלך בסדר"
//                 }
//             ],
//             "category8": [
//                 {
//                     "score": 14,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 98,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 94,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 51,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 34,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 75,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 95,
//                     "text": "לא משהו"
//                 }
//             ],
//             "category9": [
//                 {
//                     "score": 41,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 37,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 10,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 95,
//                     "text": "הציון הלך בסדר"
//                 }
//             ],
//             "category10": [
//                 {
//                     "score": 47,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 52,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 47,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 55,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 43,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 12,
//                     "text": "הציון הלך בסדר"
//                 }
//             ]
//         },
//         "subject2": {
//             "category1": [
//                 {
//                     "score": 0,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 0,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 0,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 0,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 0,
//                     "text": "הציון הלך בסדר"
//                 }
//             ],
//             "category2": [
//                 {
//                     "score": 94,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 87,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 55,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 52,
//                     "text": "הציון הלך בסדר"
//                 }
//             ]
//         },
//         "subject3": {
//             "category1": [
//                 {
//                     "score": 2,
//                     "text": "לא משהו"
//                 }
//             ],
//             "category2": [
//                 {
//                     "score": 2,
//                     "text": "לא משהו"
//                 }
//             ],
//             "category3": [
//                 {
//                     "score": 2,
//                     "text": "הציון הלך בסדר"
//                 }
//             ],
//             "category4": [
//                 {
//                     "score": 2,
//                     "text": "הציון הלך בסדר"
//                 }
//             ],
//             "category5": [
//                 {
//                     "score": 2,
//                     "text": "לא משהו"
//                 }
//             ],
//             "category6": [
//                 {
//                     "score": 2,
//                     "text": "לא משהו"
//                 }
//             ]
//         },
//         "subject4": {
//             "category1": [
//                 {
//                     "score": 81,
//                     "text": "לא משהו"
//                 }
//             ],
//             "category2": [
//                 {
//                     "score": 59,
//                     "text": "לא משהו"
//                 }
//             ],
//             "category3": [
//                 {
//                     "score": 75,
//                     "text": "לא משהו"
//                 }
//             ],
//             "category4": [
//                 {
//                     "score": 41,
//                     "text": "הציון הלך בסדר"
//                 }
//             ],
//             "category5": [
//                 {
//                     "score": 70,
//                     "text": "הציון הלך בסדר"
//                 }
//             ],
//             "category6": [
//                 {
//                     "score": 64,
//                     "text": "הציון הלך בסדר"
//                 }
//             ],
//             "category7": [
//                 {
//                     "score": 51,
//                     "text": "הציון הלך בסדר"
//                 }
//             ]
//         },
//         "subject5": {
//             "category1": [
//                 {
//                     "score": 43,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 19,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 84,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 68,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 2,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 13,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 5,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 68,
//                     "text": "הציון הלך בסדר"
//                 }
//             ],
//             "category2": [
//                 {
//                     "score": 79,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 19,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 82,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 15,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 55,
//                     "text": "הציון הלך בסדר"
//                 }
//             ],
//             "category3": [
//                 {
//                     "score": 33,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 48,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 64,
//                     "text": "הציון הלך בסדר"
//                 }
//             ]
//         },
//         "subject6": {
//             "category1": [
//                 {
//                     "score": 0,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 0,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 0,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 0,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 0,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 0,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score":0,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 0,
//                     "text": "לא משהו"
//                 },
//                 {
//                     "score": 0,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 0,
//                     "text": "הציון הלך בסדר"
//                 },
//                 {
//                     "score": 0,
//                     "text": "לא משהו"
//                 }
//             ]
//         }
//     },
//     "Summary": {
//         "subject1": {
//             "text": "לא משהו"
//         },
//         "subject2": {
//             "text": "הציון הלך בסדר"
//         },
//         "subject3": {
//             "text": "הציון הלך בסדר"
//         },
//         "subject4": {
//             "text": "הציון הלך בסדר"
//         },
//         "subject5": {
//             "text": "הציון הלך בסדר"
//         }
//     }
// }